Repository: edSPIRIT/xblock-skyroom
Catalog: skyroom/locale/*/LC_MESSAGES/django.po
Languages: fa_ir

source: Component display name
fa_ir: نام نمایشی مؤلفه

source: SkyRoom XBlock
fa_ir: اسکای روم

source: Title of the block. Course creators will see this name.
fa_ir: عنوان بلاک. آموزشگاه‌ها این نام را خواهند دید.

source: Block description
fa_ir: توضیحات بلاک

source: A description of the block. Usually guides the students on what this is about.
fa_ir: توضیحات مربوط به بلاک. معمولا برای هدایت دانشجویان در مورد موضوع بلاک به کار می‌رود.

source: Instance URL
fa_ir: آدرس وب‌سایت

source: URL of the Skyroom instance. for example: https://www.skyroom.online
fa_ir: آدرس وب‌سایت اسکای روم شما. برای مثال https://wwwh.skyroom.online

source: Room ID
fa_ir: شناسه اتاق

source: ID of the class room
fa_ir: شناسه کلاس درس

source: TTL
fa_ir: زمان انقضا

source: Time To Live. How long the link is valid. in seconds.
fa_ir: مدت زمان معتبر بودن لینک بر حسب ثانیه

source: Error Message
fa_ir: پیام خطا

source: Error message to display to the user.
fa_ir: پیام خطا برای نمایش به کاربر.

source: An error has occurred.
fa_ir: خطایی رخ داده است.

source: Link Title
fa_ir: عنوان لینک

source: This will show up on the link which users will click on.
fa_ir: این بر روی لینکی که کاربران روی آن کلیک خواهند کرد نمایش داده خواهد شد.

source: Enter class
fa_ir: ورود به کلاس

source: Language
fa_ir: زبان

source: Skyroom will show to the students with the selected language
fa_ir: اسکای روم به دانش‌آموزان با زبان انتخابی نمایش داده خواهد شد

source: You need to set the SKYROOM_API_KEY in your settings.py file
fa_ir: شما باید کلید SKYROOM_API_KEY را در فایل settings.py تنظیم کنید
